Repository: ivnsch/groma
Catalog: *.lproj/Localizable.strings
Languages: de, es

# popups_size_limit_list_items
source: You can't have more than %@ list items
de: Maximale Listeneinträge Anzahl überschreitet: %@
es: No puedes tener mas de %@ ítems de lista

# popups_size_limit_group_items
source: You can't have more than %@ group items
de: Maximale Gruppeneinträge Anzahl überschreitet: %@
es: No puedes tener mas de %@ ítems de grupo

# popups_size_limit_inventory_items
source: You can't have more than %@ inventory items
de: Maximale Inventareinträge Anzahl überschreitet: %@
es: No puedes tener mas de %@ ítems de inventario

# popups_size_limit_history_items
source: You can't have more than %@ history items
de: Maximale Verlaufseinträge Anzahl überschreitet: %@
es: No puedes tener mas de %@ ítems de historial

# popups_size_limit_products
source: You can't have more than %@ products
de: Maximale Produkt Anzahl überschreitet: %@
es: No puedes tener mas de %@ productos

# popups_size_limit_line2
source: Maybe you can remove one you aren’t using? If you *really* need more feel free to contact us via feedback email 
de: Vielleicht kannst du nicht benutzte Einträge loschen? Wenn du wirklich so viele Einträge brauchst kannst du uns gerne kontaktieren, sollten wir genug Beschwerden oder eine gute Begründung erhalten, passen wir es gerne an.
es: Tal vez puedes remover ítems no usados? Si realmente necesitas tantos ítems puedes contactar el soporte (por medio del feedback e-mail) si recibimos suficientes quejas o es un caso justificado podemos cambiar el límite.

# popup_button_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# popup_button_yes
source: Yes
de: Ja
es: Sí

# popup_button_continue
source: Continue
de: Fortsetzen
es: Continuar

# popup_button_update
source: Update
de: Aktualisierung
es: Actualizar

# popup_button_remove
source: Remove
de: Löschen
es: Remover

# popup_button_log_out
source: Log out
de: Ausloggen
es: Cerrar sesión

# popup_button_buy
source: Buy
de: Kaufen
es: Comprar

# popup_button_got_it
source: Got it!
de: Alles klar!
es: Entendido!

# popup_button_rate_app
source: Rate
de: Bewerten
es: Evaluar

# popup_button_rate_feedback
source: Send feedback
de: Feedback senden
es: Enviar feedback

# popup_button_rate_ask_later
source: Ask me later
de: Später
es: Después

# popup_button_rate_dont_ask_again
source: Don't ask again
de: Nicht wieder fragen
es: No preguntar de nuevo

# popup_button_restore_bundled_product
source: Restore
de: Wiederherstellen
es: Restablecer

# popup_button_remove_list
source: Remove list
de: Liste entfernen
es: Remover lista

# error_not_authenticated
source: Please login and try again.
de: Nicht authentifiziert. Bitte log dich ein und versuch es noch mal.
es: No hay una sesión activa. Por favor conéctate e intenta de nuevo.

# error_already_exists
source: Already exists
de: Eintrag existiert bereits
es: Ya existe

# error_not_found
source: Not found
de: Eintrag Konnte nicht gefunden werden
es: No se ha encontrado

# error_invalid_credentials
source: Invalid credentials
de: Ungültige Zugangsdaten
es: Datos de acceso inválidos

# error_blacklisted
source: We thought we saw suspicious activity and blocked your account. Please contact support.
de: Dein Account hatte verdächtige Aktivitäten und wurde blockiert. Bitte kontaktiere Support (hierfür kannst du die Feedback Option unter '...' benutzen).
es: Tu cuenta estaba reportando actividades inusuales y fue suspendida. Por favor contacta el soporte técnico (usa el feedback en la tab '...').

# error_registered_another_provider
source: Your user id is already registered with a different provider. Please contact Support if you need further assistance.
de: Deine Benutzer Id ist bereits registriert, mit einem anderen Provider. Bitte kontaktiere Support wenn du weitere Hilfe benötigst.
es: La identificación de usuario ya está en el sistema, con un proveedor diferente. Por favor contacta el soporte técnico para asistencia (usa el feedback en la tab '...').

# size_limit_exceeded
source: You exceeded the max allowed allowed size limit: %@. These size limits are meant for the most part as a security measure and we may consider changing them according to user feedback. Contact us (you can use the feedback option under '...' for this)!
de: Du hast die maximale Anzahl Eiträge überschritten: %@. Bitte versuche alte oder nicht benutze Einträge zu entfernen. Diese Limits sind eine Sicherheitsmaßnahme. Falls du sie zu niedrig findest, oder besondere Wünsche hast, kontaktiere Support, wir helfen gerne weiter.
es: Has excedido el límite de ítems en esta categoría: %@. Estos límites han sido establecidos en mayor parte por razones de seguridad, si necesitas límites más altos puedes contactarnos usando un feedback email (en la tab '...'), podremos considerar límites más altos en el futuro.

# error_server_generic
source: Server communication error. Please try again later.
de: Server Kommunikationsfehler. Bitte versuche es später nochmal.
es: Error de comunicación con el servidor. Por favor intenta de nuevo más tarde.

# error_server_not_reachable
source: Server nor reachable. Please try again later.
de: Server nicht erreichbar. Bitte versuche es später nochmal.
es: No se pudo conectar con el servidor. Por favor intenta de nuevo más tarde.

# error_server_communication_unknown
source: Unknown server error. Please try again later.
de: Unbekannter Fehler. Bitte versuche es später nochmal.
es: Error desconocido de servidor. Por favor intenta de nuevo más tarde.

# error_server_invalid_params
source: Invalid request. Please consult the troubleshooting section in help or contact support.
de: Ungültige Anfrage. Bitte schaue dir die Fehlerbehebungsthemen in der Hilfe an, oder kontaktiere Support (beide kannst du im '...' Tab finden).
es: Solicitud inválida. Por favor consulta las entradas de solución de problemas en la ayuda o contacta el soporte técnico (feedback email en la '...' tab).

# error_unknown_database
source: Unknown error. Please try again later.
de: Unbekannter Fehler. Bitte versuche es später nochmal.
es: Error desconocido. Por favor intenta de nuevo más tarde.

# error_database_critical_init
source: A critical error ocurred. We have received a report and will fix it as soon as possible. Sorry!
de: Es ist ein kritischer Fehler aufgetreten. Wir haben einen Bericht empfangen und werden uns umgehend darum kümmern. Sorry!
es: Ocurrió un error crítico inicializando la base de datos. Hemos recibido un reporte y lo repararemos lo más pronto posible. ¡Lo sentimos!

# error_unknown
source: Unknown error. Please try again later.
de: Unbekannter Fehler. Bitte versuche es später nochmal.
es: Error desconocido. Por favor intenta de nuevo más tarde.

# social_login_cancelled
source: Social sign up cancelled
de: Social Signup abgebrochen
es: Sesión con proveedor social cancelada

# social_login_error
source: Social sign up error
de: Social Signup Fehler
es: Error con sesión social

# social_already_exists
source: And account with the same user id already exists.
de: Es gibt bereits ein Benutzerkonto mit der selben Benutzer Id.
es: Ya hay una cuenta con el mismo usuario en el sistema. Contacta el soporte técnico si necesitas más ayuda (por medio de la feedback email en la '...' tab).

source: Success
de: Erfolg
es: Éxito

# error_no_internet_connection
source: There's no internet connection. Please try again with an internet connection.
de: Keine Internetverbindung verfügbar. Bitte versuche es nochmal mit einer Internetverbindung.
es: No hay una conexión internet. Por favor intenta de nuevo cuando la tengas.

# sync_failed
source: Synchronization failed. If the Problem persists, please consult the troubleshooting section in help or contact support.
de: Synchronisationsfehler. Wenn das Problem weiterbesteht, schaue dir bitte die Fehlerbehebungsthemen in der Hilfe an, oder kontaktiere Support (beide kannst du im '...' Tab finden).
es: Error de sincronización. Si el problema persiste, por favor consulta consulta las entradas de solución de problemas en la ayuda o contacta el soporte técnico (feedback email en la '...' tab).

# error_user_already_exists
source: The user already exists
de: Das Benutzerkonto existiert bereits.
es: La cuenta ya existe

# setting_overwrite_data
source: Overwrite data
de: Daten überschreiben
es: Sobrescribir datos

# setting_remove_account
source: Remove account
de: Benutzerkonto entfernen
es: Remover cuenta

# setting_restore_bundled_products
source: Restore bundled products
de: Gebündelte Produkte wiederherstellen
es: Restablecer productos predefinidos

# setting_restore_hints
source: Restore hints
de: Hinweise wiederherstellen
es: Restablecer explicaciones

# setting_real_time_connection
source: Real time connection
de: Echtzeitverbindung
es: Conexión en tiempo real

# title_products
source: Products
de: Produkte
es: Productos

# title_login
source: Login
de: Einloggen
es: Sesión

# title_forgot_password
source: Forgot password
de: Ich habe mein Passwort vergessen
es: He olvidado my clave

# title_register
source: Register
de: Registrierung
es: Registro

# title_user
source: User
de: Benutzer
es: Cuenta

# title_edit_item
source: Edit item
de: Eintrag editieren
es: Editar ítem

# title_lists
source: Lists
de: Listen
es: Listas

# title_cart
source: Cart
de: Einkaufswagen
es: Carrito

# title_stash
source: Back store
de: Zwischenlager
es: Depósito

# title_inventories
source: Inventories
de: Inventare
es: Inventarios

# title_groups
source: Groups
de: Gruppen
es: Grupos

# title_participants
source: Participants
de: Teilnehmer
es: Participantes

# title_recipes
source: Ingredient groups
de: Zutatengruppen
es: Grupos de ingredientes

# empty_list_line1
source: Oops, there are no items yet
de: Hoppla! Es gibt noch keine Items
es: Tu lista está vacía

# empty_list_line2
source: Just add some, will ya?
de: Tappe um Items hinzuzufügen!
es: Pulsa para agregar ítems

# empty_inventory_line1
source: Your inventory is empty
de: Hoppla! Es gibt noch keine Items
es: Tu inventario está vacío

# empty_inventory_line2
source: To add items, tap on 'buy' in the cart.
de: Tappe um welche hinzuzufügen oder kaufe sie im Einkaufswagen!
es: Para agregar ítems, usa "comprar" en el carrito.

# empty_group_line1
source: Your group is empty
de: Hoppla! Es gibt noch keine Items
es: Tu grupo está vacío

# empty_group_line2
source: Tap to items
de: Tappe um Items hinzuzufügen!
es: Pulsa para agregar ítems

# generic_login
source: Login
de: Einloggen
es: Sesión

# generic_undo
source: Undo
de: Rückgängig
es: Deshacer

# placeholder_enter_email
source: Enter your email
de: E-mail
es: Ingresa tu e-mail

# placeholder_section_name
source: Section name
de: Abteilungsname
es: Nombre de sección

# placeholder_section
source: Section
de: Abteilung (freiwillig)
es: Sección (opcional)

# placeholder_category
source: Category
de: Kategorie
es: Categoría

# placeholder_list_name
source: List name
de: Name
es: Nombre de la lista

# placeholder_store
source: Store (optional)
de: Laden (freiwillig)
es: Tienda (opcional)

# placeholder_inventory_name
source: Inventory name
de: Name
es: Nombre del inventario

# placeholder_group_name
source: Group name
de: Name
es: Nombre del grupo

# placeholder_recipe_name
source: Recipe name
de: Rezeptname
es: Nombre de la receta

# validation_email_format
source: Wrong email format
de: Inkorrektes e-Mail Format
es: Formato incorrecto de e-mail

# validation_missing_password
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Por favor ingresa tu clave

# validation_section_name_not_empty
source: Please enter a section name
de: Bitte gib einen Abteilungsnamen ein
es: Por favor ingresa una sección

# validation_quantity_not_empty
source: Please enter a quantity
de: Bitte gib eine Anzahl ein
es: Por favor ingresa una cantidad

# validation_price_not_empty
source: Please enter a price
de: Bitte gib einen Preis ein
es: Por favor ingresa un precio

# validation_list_name_not_empty
source: Please enter a list name
de: Bitte gib einen Namen für die Liste ein
es: Por favor ingresa un nombre para la lista

# validation_inventory_name_not_empty
source: Please enter an inventory name
de: Bitte gib einen Namen für das Inventar ein
es: Por favor ingresa un nombre de inventario

# validation_user_input_not_empty
source: Please enter an email address
de: Bitte gib eine e-Mail Adresse ein
es: Por favor ingresa un e-mail

# validation_group_name_not_empty
source: Please enter a group name
de: Bitte gib einen Gruppennamen ein
es: Por favor ingresa un nombre para el grupo

# validation_recipe_name_not_empty
source: Please enter a recipe name
de: Bitte gib einen Rezeptnamen ein
es: Por favor ingresa un nombre para la receta

# validation_password_characters
source: The password must have at least 8 characters, including least 1 uppercase letter and 1 number.
de: Das Passwort musst mindestens 8 Zeichen enthalten, davon mindestens 1 Großbuchstabe und 1 Zahl.
es: La contraseña debe tener al menos 8 caracteres, entre los cuales debe haber por lo menos una mayúscula y un número.

# first_inventory_name
source: Home
de: Haushalt
es: Hogar

# example_list_first_list
source: My first list
de: Beispiel
es: Mi primera lista

# example_group_fruits_salad
source: Fruits salad
de: Obstsalat
es: Ensalada de frutas

# intro_button_start
source: Start
de: Starten
es: Empezar

# intro_slide_lists
source: Manage shopping lists easily
de: Verwalte deine Einkaufslisten
es: Administra tus listas de compras

# intro_slide_inventories
source: Connect lists with inventories to keep track of what you’ve bought
de: Behalte den Überblick über deine Lebensmittel
es: Controla tu inventario

# intro_slide_real_time
source: Share with other users in real time
de: Teile mit anderen Benutzern in Echtzeit
es: Comparte con otros usuarios en tiempo real

# intro_slide_stats
source: Analyze your shopping behavior and expenses
de: Analysiere dein Kaufverhalten
es: Analiza tu consumo

# participants_count_singular
source: %@ participant
de: %@ Teilnehmer
es: %@ participante

# participants_count_plural
source: %@ participants
de: %@ Teilnehmer
es: %@ participantes

# history_delete_items_in_group
source: This will delete all the history items in this group
de: Dies wird alle untergeordnete Verlaufseinträge löschen.
es: Esto removerá todos los ítems de historial en este grupo.

# stats_details_rest
source: Rest(%@)
es: Resto(%@)

# sort_by_usage
source: Usage
de: Nutzung
es: Uso

# sort_by_alphabetic
source: Alphabetic
de: Alphabetisch
es: Alfabéticamente

# sort_by_count
source: Count
de: Anzahl
es: Cantidad

# sharing_message
source: Download Groma, the new app to easily manage your shopping lists and groceries!
de: Hol dir Groma, die neue App um einfach und bequem deine Lebensmittel und Einkaufslisten zu verwalten!
es: Descarga Groma, la nueva app para administrar fácilmente tus listas de compras y víveres!

# more_history
source: History
de: Verlauf
es: Historia

# more_products
source: Products
de: Produkte
es: Productos

# more_user
source: User
de: Konto
es: Cuenta

# more_settings
source: Settings
de: Einstellungen
es: Opciones

# more_help
source: Help
de: Hilfe
es: Ayuda

# more_share
source: Share
de: Teilen
es: Compartir

# more_intro
source: Watch intro again
de: Intro nochmal sehen
es: Ver intro de nuevo

# more_about
source: About
de: Impressum
es: Sobre Groma

# more_community
source: Community
es: Comunidad

# register_accept_terms
source: I accept the %%terms and conditions%%
de: Ich akzeptiere die %%AGB%%
es: Acepto los %%términos y condiciones%%

# add_edit_list_item_add_new_item
source: Add new item
de: Neues Item
es: Nuevo ítem

# add_edit_list_item_edit_item
source: Edit Item
de: Item editieren
es: Editar ítem

# quick_add_slider_tab_products
source: Products
de: Produkte
es: Productos

# quick_add_slider_tab_groups
source: Groups
de: Gruppen
es: Grupos

# quick_add_slider_tab_recipes
source: Ingredient groups
de: Rezepte
es: Recetas

# add_button_title
source: Save
de: Speichern
es: Guardar

source: Pull to add
de: Ziehen zum Hinzufügen
es: Arrastra para agregar

# list_items_items_in_cart_singular
source: %@ item in your cart
de: Item
es: ítem

# list_items_items_in_cart_plural
source: %@ items in your cart
de: Items
es: ítems

# list_items_items_in_backstore
source: %@ in the backstore
de: %@ im Zwischenlager
es: %@ en el depósito

# email_device
source: Device: %@
de: Gerät: %@
es: Dispositivo: %@

# recipe_already_has
source: Currently in list: %@
de: Derzeit in der Liste: %@
es: Ya en la lista: %@

# recipe_unit_singular
source: unit
de: Einheit
es: Artículo

# recipe_unit_plural
source: units
de: Einheiten
es: Artículos

# unit_unit
source: unit
de: Einheit
es: unidad

# unit_unit_pl
source: units
de: Einheiten
es: unidades

# unit_pack
source: pk
de: pck
es: pkt

# unit_cup
source: c
de: Ta
es: tza

# unit_spoon
source: tsp
de: EL
es: cda

# unit_teaspoon
source: Tbsp
de: TL
es: cdta

# unit_drop
source: dr
de: Tr
es: gt

# unit_pinch
source: pn
de: Pr
es: pzc

# unit_clove
source: clove
de: Zehe(n)
es: diente(s)

# unit_can
source: can
de: Dose(n)
es: lata(s)

source: Tomato soup
de: Tomatensuppe
es: Sopa de tomate

# hint_tap_to_add_more
source: Tap again to add more
de: Tappe erneut um mehr hinzuzufügen
es: Pulsa de nuevo para agregar más

# title_manage_database
source: Items management
de: Item Manager
es: Administración de datos

# placeholder_name
source: Name
es: Nombre

# validation_name_not_empty
source: Please enter a name
de: Bitte gib einen Namen ein
es: Por favor ingresa un nombre

# placeholder_category_name
source: Category
de: Kategorie
es: Categoría

# validation_category_name_not_empty
source: Please enter a category
de: Bitte gib eine Kategorie an
es: Por favor ingresa una categoría

# button_title_buyable
source: Purchasable
de: Kaufbar
es: Comprable

# edible_button_title
source: Edible
de: Verzehrbar
es: Comestible

# select_brands
source: Brands
de: Marken
es: Marcas

# select_base_quantities
source: Base quantities
de: Basismengen
es: Cantidades base

# select_units
source: Units
de: Einheiten
es: Unidades

# select_ingredient_data_submit
source: Add
de: Speichern
es: Guardar

# select_ingredient_data_header_units
source: Unit
de: Einheit
es: Unidad

# select_ingredient_data_header_quantity
source: Select quantity
de: Menge
es: Cantidad

# enter_custom_unit_placeholder
source: Or enter custom unit
de: Oder gib eine eigene Einheit ein
es: O ingresa tu propia unidad

# enter_custom_base_quantity_placeholder
source: Or enter custom base quantity
de: Oder gib deine eigene Basismenge ein
es: O ingresa tu propia cantidad básica

# update_base_unit_submit_button_title
source: Update
de: Aktualisieren
es: Actualizar

# add_recipe_to_list_submit_button_title
source: Add to list
de: Hinzufügen
es: Agregar a lista

# pr_alcohol
source: Alcohol
de: Alkohol

# pr_bananas
source: Bananas
de: Bananen

# pr_vodka
source: Vodka
de: Wodka

# pr_muesli
source: Muesli
de: Müsli

# pr_chocolates
source: Chocolates
de: Schokolade

# popup_title_error
source: Error
de: Fehler

# popup_button_no
source: No
de: Nein

# generic_color
source: Color
de: Farbe

# unit_shot
source: shot
de: Schuss
