Repository: ivnsch/groma
Catalog: *.lproj/Localizable.strings
Languages: de, es

# pr_fruits
source: Fruits
de: Obst
es: Frutas

# pr_fruits_frozen
source: Frozen fruits
de: Tiefkühlobst
es: Frutas congeladas

# pr_vegetables
source: Vegetables
de: Gemüse
es: Vegetales

# pr_herbs
source: Herbs
de: Kräuter
es: Hierbas

# pr_meat
source: Meat
de: Fleisch
es: Carne

# pr_pets
source: Pets
de: Haustier
es: Mascotas

# pr_bakery
source: Bakery
de: Bäckerei
es: Panadería

# pr_rice
source: Rice
de: Reis
es: Arroz

# pr_nuts
source: Nuts
de: Nüsse
es: Nueces

# pr_oil
source: Oil
de: Öl
es: Aceite

# pr_cleaning
source: Cleaning
de: Putzmittel
es: Limpieza

# pr_milk
source: Milk
de: Milch
es: Leche

# pr_fish
source: Fish
de: Fisch
es: Pescado

# pr_drinks
source: Drinks
de: Getränke
es: Bebidas

# pr_hygienic
source: Hygienic
de: Hygiene
es: Higiene

# pr_dips
source: Dips
es: Salsa

# pr_spices
source: Spices
de: Gewürze
es: Condimentos

# pr_fried
source: Fried
de: Frittiertes
es: Fritos

# pr_bread
source: Bread
de: Brot
es: Pan

# pr_sweets
source: Sweets
de: Süßigkeiten
es: Dulces

# pr_tea_coffee
source: Tea & coffee
de: Kaffee
es: Té y café

# pr_cheese
source: Cheese
de: Käse
es: Queso

# pr_beans
source: Beans
de: Bohnen
es: Frijoles

# pr_eggs
source: Eggs
de: Eier
es: Huevos

# pr_spread
source: Spread
de: Brotaufstrich
es: Para untar

# pr_cereal
source: Cereal
de: Getreide
es: Cereales

# pr_cold_cut
source: Cold cuts
de: Aufschnitt
es: Carnes frías

# pr_oven
source: Oven
de: Ofen
es: Horno

# pr_stationeries
source: Stationary
de: Papierwaren
es: Papelería

# pr_peaches
source: Peaches
de: Pfirsiche
es: Duraznos

# pr_apples
source: Apples
de: Äpfel
es: Manzanas

# pr_nectarines
source: Nectarines
de: Nektarinen
es: Nectarinas

# pr_cherries
source: Cherries
de: Kirschen
es: Cerezas

# pr_melons
source: Melons
de: Melonen
es: Melones

# pr_watermelons
source: Watermelons
de: Wassermelonen
es: Sandías

# pr_lemons
source: Lemons
de: Zitronen
es: Limones

# pr_grapes
source: Grapes
de: Weintrauben
es: Uvas

# pr_oranges
source: Oranges
de: Orangen
es: Naranjas

# pr_mandarines
source: Mandarines
de: Mandarinen
es: Mandarinas

# pr_strawberries
source: Strawberries
de: Erdbeeren
es: Fresas

# pr_blueberries
source: Blueberries
de: Blaubeeren
es: Arándanos

# pr_cranberries
source: Cranberries
es: Arándanos agrios

# pr_grapefruits
source: Grapefruits
es: Toronja

# pr_limes
source: Limes
de: Limetten
es: Limas

# pr_pomegranate
source: Pomegranate
de: Granatapfel
es: Granadas

# pr_pineapple
source: Pineapple
de: Ananas
es: Piñas

# pr_plums
source: Plums
de: Pflaumen
es: Ciruelas

# pr_strawberries_frozen
source: Strawberries (frozen)
de: Erdbeeren (gefroren)
es: Fresas (congeladas)

# pr_blueberries_frozen
source: Blueberries (frozen)
de: Blaubeeren (gefroren)
es: Arándanos (congelados)

# pr_cranberries_frozen
source: Cranberries (frozen)
de: Cranberries (gefroren)
es: Arándanos agrios (congelados)

# pr_onions
source: White onions
de: Zwiebeln
es: Cebollas

# pr_onions_red
source: Red onions
de: Zwiebeln (rot)
es: Cebollas rojas

# pr_potatoes
source: Potatoes
de: Kartoffeln
es: Patatas

# pr_salad
source: Lettuce
de: Salat
es: Lechuga

# pr_tomatoes
source: Tomatoes
de: Tomaten
es: Tomates

# pr_tomatoes_peeled
source: Peeled tomatoes
de: Geschälte Tomaten
es: Tomates pelados

# pr_paprika
source: Paprika
es: Pimentón

# pr_olives
source: Olives
de: Oliven
es: Aceitunas

# pr_garlic
source: Garlic
de: Knoblauch
es: Ajo

# pr_carrots
source: Carrots
de: Karotten
es: Zanahorias

# pr_asparagus
source: Asparagus
de: Spargel
es: Espárragos

# pr_dumplings
source: Dumplings
de: Knödel
es: Albóndigas

# pr_mashed_potatoes
source: Mashed potatoes
de: Kartoffelpüree
es: Puré de patatas

# pr_parsley
source: Parsley
de: Petersilie
es: Perejil

# pr_basil
source: Basil
de: Basilikum
es: Albahaca

# pr_mint
source: Mint
de: Minze
es: Mentas

# pr_coriander
source: Coriander
de: Koriander
es: Cilantro

# pr_cardamom
source: Cardamom
de: Kardamom
es: Cardamono

# pr_chicken
source: Chicken
de: Hähnchen
es: Pollo

# pr_drum_sticks
source: Drum sticks
de: Hähnchenkeule
es: Pollo (piernas)

# pr_chicken_wings
source: Chicken wings
de: Hähnchenflügel
es: Pollo (alas)

# pr_chops
source: Chops
de: Koteletten
es: Chuletas

# pr_beef_steak
source: Beef steak
de: Rindsteak
es: Bistec

# pr_beef
source: Beef
de: Rind
es: Res

# pr_duck
source: Duck
de: Ente
es: Pato

# pr_turkey
source: Turkey
de: Pute
es: Pavo

# pr_litter
source: Litter
de: Katzenstreu
es: Arena (gatos)

# pr_pepper
source: Black pepper
de: Schwarzer Pfeffer
es: Pimienta negra

# pr_pepper_red
source: Red pepper
de: Roter Pfeffer
es: Pimienta roja

# pr_pepper_white
source: White pepper
de: Weißer Pfeffer
es: Pimienta blanca

# pr_salt
source: Salt
de: Salz
es: Sal

# pr_sugar
source: Sugar
de: Zucker
es: Azúcar

# pr_cinnamon
source: Cinnamon
de: Zimt
es: Canela

# pr_flour
source: Flour
de: Mehl
es: Harina

# pr_chicken_broth
source: Chicken broth
de: Hühnerbrühe
es: Caldo de gallina

# pr_spaguetti
source: Spaghetti
es: Espaguetti

# pr_noodles
source: Noodles
de: Nudeln
es: Pasta

# pr_rice_basmati
source: Basmati rice
de: Basmati reis
es: Arroz basmati

# pr_water
source: Water
de: Wasser
es: Agua

# pr_beer
source: Beer
de: Bier
es: Cerveza

# pr_rum
source: Rum
es: Ron

# pr_wine_red
source: Red wine
de: Rotwein
es: Vino tinto

# pr_wine_white
source: White wine
de: Weißwein
es: Vino blanco

# pr_sherry
source: Sherry
es: Jerez

# pr_pine_nuts
source: Pine nuts
de: Pinienkerne
es: Piñones

# pr_hazel_nuts
source: Hazel nuts
de: Haselnüsse
es: Avellanas

# pr_oil_olives
source: Olive oil
de: Olivenöl
es: Aceite (olivas)

# pr_oil_sunflower
source: Sunflower oil
de: Sonnenblumenöl
es: Aceite (girasol)

# pr_oil_rapeseed
source: Rapeseed oil
de: Rapsöl
es: Aceite (colza)

# pr_oil_margarine
source: Margarine
es: Margarina

# pr_oil_butter
source: Butter
es: Mantequilla

# pr_soap_body
source: Soap (body)
de: Körperseife
es: Jabón (cuerpo)

# pr_soap_hands
source: Soap (hands)
de: Handseife
es: Jabón (manos)

# pr_shampoo
source: Shampoo
es: Champú

# pr_toothpaste
source: Toothpaste
de: Zahnpasta
es: Pasta dental

# pr_deodorant
source: Deodorant
es: Desodorante

# pr_tooth_brush
source: Tooth brush
de: Zahnbürste
es: Cepillo de dientes

# pr_dental_floss
source: Dental floss
de: Zahnseide
es: Hilo dental

# pr_cotton
source: Cotton
de: Watte
es: Algodón

# pr_cotton_buds
source: Cotton buds
de: Wattestäbchen
es: Bastoncillos (algodón)

# pr_diapers
source: Diapers
de: Windeln
es: Pañales

# pr_sanitary_towel
source: San. towel
de: Damenbinden
es: Compresa higiénica

# pr_tampons
source: Tampons
es: Tampones

# pr_razors
source: Razors
de: Rasierklinge
es: Hojas de afeitar

# pr_shaving_cream
source: Shaving cream
de: Rasiercreme
es: Crema de afeitar

# pr_socks
source: Socks
de: Socken
es: Medias

# pr_tshirts
source: TShirts
es: Camisetas

# pr_underwear
source: Underwear
de: Unterwäsche
es: Ropa interior

# pr_pants
source: Pants
de: Hosen
es: Pantalones

# pr_shoes
source: Shoes
de: Schuhe
es: Zapatos

# pr_cleaning_agent
source: Cleaning agent
de: Putzmittel
es: Limpiador

# pr_cleaning_agent_toilet
source: Toilet cleaner
de: WC Reiniger
es: Limpiador WC

# pr_cleaning_agent_windows
source: Window cleaner
de: Fensterreiniger
es: Limpiador ventanas

# pr_sponge
source: Sponge
de: Schwamm
es: Esponja

# pr_sponge_wire
source: Wire sponge
de: Drahtschwamm
es: Esponja metálica

# pr_mop
source: Mop
de: Wischmop
es: Trapero

# pr_brush
source: Brush
de: Bürste
es: Cepillo

# pr_waste_bags_5
source: Waste bags 5L
es: Bolsas basura 5L

# pr_waste_bags_10
source: Waste bags 10L
es: Bolsas basura 10L

# pr_waste_bags_30
source: Waste bags 30L
es: Bolsas basura 30L

# pr_waste_bags_60
source: Waste bags 60L
es: Bolsas basura 60L

# pr_salad_dressing
source: Salad dressing
de: Salatdressing
es: Aliño

# pr_dip
source: Dip
de: Dipp
es: Salsa

# pr_salmon
source: Salmon
de: Lachs
es: Salmón

# pr_trout
source: Trout
de: Forelle
es: Trucha

# pr_tuna
source: Tuna
de: Thunfisch
es: Atún

# pr_herring
source: Herring
de: Hering
es: Arenques

# pr_anchovies
source: Anchovies
de: Sardellen
es: Anchoas

# pr_fish_sticks
source: Fish sticks
de: Fischstäbchen
es: Palitos de pescado

# pr_fries
source: Fries
de: Pommes
es: Patatas fritas

# pr_fries_oven
source: Fries oven
de: Pommes (Ofen)
es: Patatas (horno)

# pr_cake
source: Cake
de: Kuchen
es: Torta

# pr_pudding
source: Pudding
es: Pudín

# pr_curd
source: Curd
de: Quark
es: Requesón

# pr_parmesan
source: Parmesan
es: Parmesano

# pr_beans_kidney
source: Kidney beans
de: Kidneybohnen
es: Frijoles

# pr_beans_string
source: Green beans
de: Grüne Bohnen
es: Habichuelas

# pr_corn
source: Corn
de: Mais
es: Maíz

# pr_marmelade
source: Marmalade
de: Marmelade
es: Mermelada

# pr_toast_bread
source: Toast bread
de: Toastbrot
es: Tostadas

# pr_baguette
source: Baguette
es: Barra de pan

# pr_bacon
source: Bacon
de: Speck
es: Tocino

# pr_ham
source: Ham
de: Schinken
es: Jamón

# pr_mortadella
source: Mortadella
es: Mortadela

# pr_cream
source: Cream
de: Sahne
es: Nata

# pr_sour_cream
source: Sour cream
de: Saure Sahne
es: Nata agria

# pr_whipped_cream
source: Whipped cream
de: Schlagsahne
es: Nata batida

# pr_paper
source: Paper
de: Papier
es: Papel

# pr_pens
source: Pens
de: Kugelschreiber
es: Bolígrafos

# pr_pencils
source: Pencils
de: Bleistifte
es: Lápices

# pr_notebooks
source: Notebooks
de: Hefte
es: Cuadernos

# pr_sharpeners
source: Sharpeners
de: Anspitzer
es: Sacapuntas

# pr_erasers
source: Erasers
de: Radiergummi
es: Borradores

# pr_stapler
source: Stapler
de: Tacker
es: Grapadora

# pr_cartridges
source: Cartridges
de: Druckpatronen
es: Cartuchos

# pr_green_tea
source: Green tea
de: Grüner Tee
es: Té verde

# pr_black_tea
source: Black tea
de: Schwarzer Tee
es: Té negro

# pr_mint_tea
source: Mint tea
de: Pfefferminztee
es: Té de menta

# pr_camellia_tea
source: Chamomile tea
de: Kamillentee
es: Té de manzanilla

# pr_coffee
source: Coffee
de: Kaffee
es: Café

# pr_chewing_gum
source: Chewing gum
de: Kaugummi
es: Goma de mascar

# pr_catamels
source: Caramels
de: Karamelle
es: Caramelos

# pr_ice_cream
source: Ice cream
de: Eis
es: Helado

# pr_mints
source: Mints
de: Pfefferminz
es: Mentas

# pr_marshmallows
source: Marshmallow
es: Malvaviscos

# popup_title_success
source: Success
de: Erfolg
es: Éxito

# popup_title_info
source: Info
es: Información

# popup_title_confirm
source: Confirm
de: Bestätigung
es: Confirmación

# popup_title_warning
source: Warning
de: Warnung
es: Alerta

# popup_title_required_update
source: Required update
de: Erforderliches Update
es: Actualización necesaria

# popup_title_group_deleted
source: Group deleted
de: Gruppe gelöscht
es: El grupo fue removido

# popup_title_inventory_deleted
source: Inventory deleted
de: Inventar gelöscht
es: El inventario fue removido

# popup_title_list_deleted
source: List deleted
de: Liste gelöscht
es: La lista fue removida

# popup_title_validation_failed
source: Validation failed
de: Validierung fehlgeschlagen
es: Fallo de validación

# popup_title_rate_app
source: Rate Groma
es: Evalúa Groma

# popup_title_restore_bundled_products
source: Restore products
de: Produkte wiederherstellen
es: Restauración de products predefinidos

# popup_title_bundled_products_restored
source: Products restored
de: Produkte wiederhergestellt
es: Productos restaurados

# popup_title_size_limit
source: Size limit
de: Maximale Anzahl überschritten
es: Límite

# popup_please_login_for_participants
source: Please login to manage participants
de: Um Teilnehmer zu verwalten musst du eingeloggt sein.
es: Necesitas una sesión activa para editar los participantes.

# popup_products_updated_to_match_user
source: Your products have been updated to match %@’s products.
de: Deine Produkte wurden aktualisiert. Sie sind jetzt mit den Produkten von %@ gleich.
es: Tus productos se han igualado a los productos de %@.

# popup_list_products_updated_to_match_user
source: Your list item products have been updated to match %@’s products.
de: Deine Produkte wurden aktualisiert. Sie sind jetzt mit den Produkten von %@ gleich.
es: Tus products en la lista se han igualado a los productos de %@.

# popup_please_select_inventory
source: Please select an Inventory
de: Bitte wähle ein Inventar aus
es: Por favor selecciona un inventario

# popup_was_removed
source: "%@" was removed.
de: %@ wurde gelöscht.
es: %@ fue removido

# popup_please_rate_app
source: If you love Groma, please take a moment to rate it
de: Gefällt dir Groma? Bitte nimm dir einen Moment Zeit um uns zu bewerten!
es: Si disfrutas Groma, por favor toma un momento para evaluarnos

# popup_couldnt_open_app_store_url
source: Couldn't open app store url.
de: Konnte die App Store URL nicht öffnen.
es: Imposible conectarse a la app store.

# popup_please_update_app_to_use_account
source: Please update the app in order to continue using your user account.
de: Bitte aktualisiere Groma um weiterhin dein Benutzerkonto zu benutzen.
es: Por favor actualiza Groma para poder continuar utilizando tu cuenta de usuario.

# popup_buy_will_add_to_history_stats
source: This will add your cart items to the the Inventory "%@" and the corresponding history and stats
de: Dies wird deine Einträge in das Inventar %@, Verlauf und Statistiken hinzufügen.
es: Los artículos en tu carrito de compra se agregarán al inventario, historial y reportes

# popup_you_cant_buy_cart
source: You can't move items to the inventory "%@" Ask a user with access to this inventory to share it with you.
de: Dz kannst keine Einträge in das Inventar "%@" verschieben Bitte einen Benutzer mit Zugang zu diesem Inventar dich als Teilnehmer hinzuzufügen.
es: No tienes autorización para mover ítems al inventario %@ Pídele a alguien con autorización que te agregue como participante.

# popup_remove_section_completion_confirm
source: Do you want to remove "%@"? This will remove all sections and categories with this name and associated list, group, inventory and history items.
de: Willst du %@ wirklich löschen? Dies wird alle Abteilungen und Kategorien mit diesem Namen und damit verbundene Listen, Gruppen, Inventar und Verlaufseinträge löschen.
es: Quieres remover %@? Esto removerá todas las secciones y categorías con este nombre e ítems en listas, grupos, inventarios e historial asociados con ellos.

# popup_remove_brand_completion_confirm
source: Do you want to remove "%@"? This will remove all products with this brand and associated list, group, inventory and history items.
de: Willst du %@ wirklich löschen? Dies wird alle Produkte, die mit dieser Marke und alle damit verbundenen Listen, Gruppen, Inventar und Verlaufseinträge löschen.
es: Quieres remover %@? Esto removerá todos los productos con esta marca e ítems en listas, grupos, inventarios e historial asociados con ellos.

# popup_remove_unit_completion_confirm
source: Do you want to remove "%@"? This will remove all products currently using this unit and associated list, group, inventory and history items.
de: Willst du %@ wirklich löschen? Dies wird alle Produkte, die diese Einheit benutzen, sowie alle damit verbundenen Listen, Gruppen, Inventar und Verlaufseinträge löschen.
es: Quieres remover %@? Esto removerá todos los productos utilizando esta unidad e ítems en listas, grupos, inventarios e historial asociados con ellos.

# popup_remove_base_completion_confirm
source: Do you want to remove base: "%@"? This will remove all products currently using this base and associated list, group, inventory and history items.
de: Willst du %@ wirklich löschen? Dies wird alle Produkte, die diese Basis-Menge benutzen, sowie alle damit verbundenen Listen, Gruppen, Inventar und Verlaufseinträge löschen.
es: Quieres remover %@? Esto removerá todos los productos utilizando esta cantidad básica e ítems en listas, grupos, inventarios e historial asociados con ellos.

# popup_couldnt_find_email_account
source: Couldn't find an email account. If the problem persists, please send us an email at(email)
de: Konnte keine e-Mail Konto finden. Tappen zum Kopieren: %@
es: No se encontró una cuenta de email.

# popup_group_was_deleted_in_other_device
source: The group "%@" was deleted from another device. Returning to Groups list.
de: Die Gruppe "%@" wurde auf einem anderen Gerät gelöscht.
es: El grupo "%@" fue removido en otro dispositivo. Retorno a grupos.

# popup_delete_history_also_deletes_stats
source: Deleting history items will also delete their data from the stats
de: Entfernung von Verlaufseinträge modifiziert entsprechend den Bericht.
es: Remover entradas del historial también remueve estos datos del reporte.

# popup_add_items_directly_inventory
source: Adding items here in the inventory does *not* affect history and stats. If you want the items to appear in history and stats, use 'buy' in the cart. The cart can be found in shopping lists.
de: Einträge direkt im Inventar hinzufügen modifiziert nicht Verlauf und Bericht. Wenn du willst dass die Einträge dort erscheinen, musst du im Einkaufswagen 'kaufen' benutzen.
es: Agregar o incrementar ítems directamente aquí no afecta el historial o el reporte. Para afectarlos tienes que compar los ítems en el carrito de compra.

# popup_inventory_was_deleted_in_other_device
source: The inventory "%@" was deleted from another device. Returning to inventories.
de: Das Inventar "%@" wurde auf einem anderen Gerät gelöscht.
es: El inventario "%@" fue removido por otro dispositivo. Regresando a inventarios..

# popup_list_was_deleted_in_other_device
source: The list "%@" was deleted from another device. Returning to lists.
de: Die Liste "%@" wurde auf einem anderen Gerät gelöscht.
es: La lista "%@" fue removida por otro dispositivo. Regresando a listas.

# popup_please_accept_terms
source: Please accept the terms and conditions
de: Bitte akzeptiere die AGB.
es: Por favor acepta las condiciones

# popup_your_data_was_overwritten
source: Your local data was overwritten
de: Deine lokale Daten wurden überschrieben.
es: Tus datos locales fueron sobrescritos.

# popup_are_you_sure_remove_account
source: Are you sure you want to remove your account?
de: Bist du sicher dass du dein Benutzerkonto löschen willst?
es: Quieres realmente borrar tu cuenta? Los datos serán removidos permanentemente.

# popup_your_account_was_removed
source: Your account was removed
de: Dein Benutzerkonto wurde gelöscht.
es: Tu cuenta fue removida

# popup_you_already_use_bundled_products
source: You're already using all the bundled products.
de: Du benutzt alle gebündelte Produkte bereits.
es: Ya estas usando todos los productos predefinidos.

# popup_hints_restored
source: Hints restored
de: Hinweise wiederhergestellt.
es: Explicaciones restablecidas

# popups_settings_overwrite
source: This will overwrite all your Groma data on this device with the data stored in the server. You may lose data. This is only a helper to solve technical problems and is not necessary under normal circumstances.
de: Dies wird deine (Groma) Daten auf diesem Gerät mit den Daten die du das letzte Mal erfolgreich synchronisieren konntest überschreiben. Dies ist eine Notlösung für technische Probleme und nicht für den Normalgebraucht gedacht.
es: Esto sobrescribirá todos tus datos (de Groma) en este dispositivo que no se hayan aún sincronizado con el servidor. Esto es sólo una ayuda para solucionar problemas técnicos y no es necesario en situaciones normales.

# popups_restore_bundled_products
source: Restores bundled products that you deleted since the installation of the app, or in case you changed the language of the device, adds all the bundled products in the new language. Your existing products and items are not affected.
de: Stellt gelöschte gebündelte Produkte wieder her. Deine existierende Produkte werden hiervon nicht betroffen.
es: Agrega de nuevo productos predefinidos que hayas borrado. Esto no afecta tus productos existentes.

# popups_restore_hints
source: Restores all introductory explanation popups and hints.
de: Stellt alle Hinweise wieder her.
es: Reactiva las explicaciones .

# popups_participants_you_dont_have_to_add_yourself
source: You don't have to add yourself to the list
de: Du musst dich nicht selbst hinzufügen.
es: Du musst dich nicht selbst hinzufügen.

# popups_participants_user_already_in_list
source: The user: %@ is already in the list
de: %@ ist bereits in den Teilnehmern.
es: %@ ya está en la lista

# popups_participants_user_not_registered
source: The user: %@ is not registered
de: %@ ist nicht registriert.
es: %@ no está registrado(a)

# popups_participants_must_be_logged_in
source: You must be logged in to share with other users
de: Du musst eingeloggt sein um mit anderen Benutzern zu teilen.
es: Necesitas una sesión activa para editar los participantes

# popups_participants_invitation_explanation
source: The user has not been invited yet. To submit an invitation you have to submit the list. If you close the list without submitting, the participants list is reselected and no invitations are sent.
de: Der Benutzer/Benutzerin wurde noch nicht eingeladen. Die Einladungen werden gesendet wenn du die Liste speicherst.
es: El usuario(a) no ha sido aún invitado(a). Para enviar las invitaciones tienes que guardar la lista.

# popups_invitation_pending
source: Invitation pending
de: Einladung ausstehend
es: Invitación pendiente

# popups_swipe_to_increment_explanation
source: You can also swipe to the left or right to add (or remove) more than one item at a time.
de: Du kannst auch auf den Einträgen nach links oder rechts streichen um die Anzahl zu ändern. Dies ist besonders nützlich wenn du mehr als 1 auf einmal ändern willst!
es: También puedes deslizar el dedo a los lados sobre los ítems para cambiar la cantidad. Especialmente útil si deseas cambiar mas de 1 al tiempo¡

# popup_title_group_is_empty
source: Empty
de: Leer
es: Vacío

# popup_group_is_empty
source: This group has no items.
de: Diese Gruppe hat keine Einträge!
es: Este grupo no tiene ítems!

# popups_password_email_sent
source: And email to reset your password was sent
de: Eine e-Mail um deinen Passwort zurückzusetzen wurde gesendet.
es: Recibirás próximamente un e-mail para restaurar tu clave

# popup_remove_list_warning
source: This will remove the list "%@" also for the other participants. If you wish to only remove yourself as a participant please edit the list participants instead.
de: Dies wird die Lise "%@" auch für die anderen Teilnehmer entfernen. Falls du dich nur austragen willst, benutze bitte die Teilnehmerliste.
es: Esto removerá la lista "%@" para todos los participantes. Si sólo deseas removerte como participante hazlo en la lista de participantes.

# popup_remove_section_confirm
source: Are you sure you want to remove the section "%@"? This will also remove all the list items contained in this section
de: Bist du sicher dass du die Abteilung %@ entfernen willst? Dies wird auch die Einträge, die sich derzeit in der Abteilung befinden, löschen.
es: Estás seguro(a) que quieres remover la sección %@? Esto también removerá los ítems que están en esta sección.

# popup_remove_inventory_warning
source: This will remove also the history items, stats and lists associated with this inventory.
de: Die mit diesem Inventar verknüpfen Listen, Verlaufs- und Berichtsdaten werden auch gelöscht.
es: Las listas, ítems de historial y estadística asociados con este inventario también serán removidos.

# popups_size_limit_lists
source: You can't have more than %@ lists
de: Maximale Listen Anzahl überschreitet: %@
es: No puedes tener mas de %@ listas

# popups_size_limit_groups
source: You can't have more than %@ groups
de: Maximale Gruppen Anzahl überschreitet: %@
es: No puedes tener mas de %@ grupos

# popups_size_limit_inventories
source: You can't have more than %@ inventories
de: Maximale Inventar Anzahl überschreitet: %@
es: No puedes tener mas de %@ inventarios
